["@FoxNewsSunday @MarthaMcSally McSally is a LIAR!  Worst Representative I have ever had!  She only acknowledges lobb… https://t.co/Q6oMRddH6Y", "@exgopLatina @ChrisCuomo sorry, too late, me and all my latino friends already voted for the patriot Martha McSally… https://t.co/EFlHqxYa8G", "@dannowicki @azcopinions The McSally campaign thanks you.", "Chris Wallace corners GOP’s Martha McSally for move to strip pre-existing conditions — so she calls him a liar https://t.co/o9nfdIqEw4", "@ScottPresler @RonDeSantisFL @ScottforFlorida @KarinHousley @NewbergerJim @MikeDeWine @JimRenacci @VoteMarsha… https://t.co/9bFLoNG3s9", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/rGgeQRG9ZH via @azcentral", "@Honorcode1 @mark_sleeves212 @OliviaC019 @FoxNewsSunday @MarthaMcSally what were you watching ...she is a clone of… https://t.co/YVU9EQlfup", "@gehrig38 I was at the Trump rally here in Mesa on Friday! I really hope McSally beats this crazy woman!", "@InteliTweeter @ChrisCuomo U should listen to the hour long clip of mcsally meeting with some bankers last year.", "🔥Every single #GOP candidate who is running ads saying they are for healthcare and protections for pre-existing con… https://t.co/7IP98LSi2W", "“This is a pattern for my opponent...\"\nThat's true - Sinema has consistently opposed all that is right and good abo… https://t.co/W6LttoXe2Y", "@Am_Pm44 @BabsinKville @gehrig38 No real facts? This comes down to the wall debate, whether you think it'll help.… https://t.co/4l0csyRmTB", "https://t.co/0ImDkT41oD", "@realDonaldTrump @ArizonaKayte @RepMcSally 👏🏻👏🏻🇺🇸Come on #Arizonians 👍🏻 #McSally get that psycho, yes, I said PSYCH… https://t.co/6tn0OGKlhB", "@MarthaMcSally You're such a liar even Fox News calls you out.\nhttps://t.co/I6zPy15LnE", "@realDonaldTrump @RepMcSally Trump is really bad for everyone.\nIf you value healthcare access, don’t vote for McSal… https://t.co/UiEyF8xrI9", "@RepMcSally You're such a liar even Fox News calls you out.\nhttps://t.co/I6zPy15LnE", "Martha Mcsally", "I hope you win in Arizona! https://t.co/oPuMHLjS3P", "@gehrig38 I’m voting for McSally. I don’t understand how any Arizonans can vote or Sinema. Sinema is running some r… https://t.co/py5pRrWv22", "@Patrici15767099 @SteveKEspinoza2 I voted early for McSally!!", "#McSally  #AZ https://t.co/clWD1Bwt5f", "The Arizona Republic is backing Sinema!!! That’s huge!\nhttps://t.co/lBxGdNZv1N via @azcentral", "@jhnsnfrbll825 @azcentral @dannowicki She voted against them on positions they took 60% of the time she is only one… https://t.co/fS9qSr4e1V", "#CCOT New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema | The Daily Caller\nhttps://t.co/MupZmuD9oL #tcot", "Vote for McSally! Vote RED!!🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻👏🏻👏🏻👏🏻👏🏻👏🏻👏🏻👏🏻👍👍👍🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸TX. https://t.co/fFzI4dkyZq", "@jhnsnfrbll825 @azcentral They fact checked the sinema and mcsally debate. Is there a problem w/ fact checking the… https://t.co/Kldr5fLLpY", "The Arizona Republic endorsed Sinema! The choice it’s either Sinema or McSally. If you decide not to vote or vote t… https://t.co/ZkPMWtvC9N", "@ChrisCuomo I live in Phoenix. McSally plays dirty. And now she’s climbed on Trump’s back. Not a good look for her!", "McSally Dismisses ‘Radical Left’ Sinema As ‘Disqualified’ https://t.co/8rWGaVvILx https://t.co/rryu2IeuJT", "@FoxNewsSunday @MarthaMcSally Yep, I'm there. And your solutions, McSally, are bullshit. There are 21st century sol… https://t.co/MW1R8Bgqho", "#McSally #Sinema https://t.co/Kkyp0Kpz9Z Martha McSally unloads on Kyrsten Sinema: 'This is personal .... #Arizona #WakeUpAmerica", "Martha McSally Surges to Narrow Lead Over Kyrsten Sinema | Breitbart https://t.co/nm3AFC3jyo via @BreitbartNews", "Martha McSally is being sneaky when she says she supports forcing insurance companies to cover preexisting conditio… https://t.co/mABBwDbiUv", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/tZHFmD7sr1", "@azcentral Remember when The Arizona Republic was a Republican newspaper?\nYeah, those days are long gone.\nVote Mart… https://t.co/YRMhZOJnf4", "@RealJamesWoods @steph93065 The Dems feel they really have a chance.But ya know what she is running on lies. They s… https://t.co/Ka8c2ySwMi", "@stage2thinking @gehrig38 The \"solution\" is past. We should have elected @kelliwardaz, she would be ahead of Sinema… https://t.co/UmbVPzcq4K", "@Jd612J @jokesonus4sure I was very disappointed to see a retired admiral in a commercial like this. Lies and distor… https://t.co/9jj93uRvjW", "@kyrstensinema You need to energize more young people to vote in this midterm!! If not, McSally can claim Victory", "Kyrsten Sinema: Stay-At-Home Moms 'Leech Off Their Husbands' \nWhat group hasn't she attacked?\nArizona: Reject her &amp;… https://t.co/QrcCGLhMPE", "@ChrisCuomo McSally votes with Trump 97% of the time? Even @flotus isn't that extreme of a hardliner for Trump. If… https://t.co/mINd8k2v85", "@azcpolitics @azcentral Your leftist editorial board recommends Sinema.  I'll be sure to vote for McSally.  Thanks for clearing that up.", "@gelflingsmuse @rsalt159 @ida_skibenes @GOP And that #TheWall will solve the #opiatecrisis. #McSally #Arizona claim… https://t.co/xgOwJQQKvi", "@gehrig38 @JesseHolguin13 The local news must be filtering out bad news . Plus McSally has to keep up the fighting !", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema | The Daily Caller https://t.co/PhMh5Zysmi", "@gehrig38 McSally has my vote!", "Interesting...even if they primarily like how often she goes with trump,\npaper still chooses progress in congress o… https://t.co/gOShwpDsJQ", "Props to Chris Wallace for asking Martha McSally directly abt her vote to repeal protections for people w preexisti… https://t.co/W4bSNjaa1I", "Leaving Arizona after a fantastic Rally last night, in Mesa, honoring, and for, Martha @RepMcSally McSally. She is… https://t.co/i7nVflGnFV", "https://t.co/TYn2nifWLN", "Kyrsten Sinema Cartoon Shooting Down Fighter Pilot McSally Backfires https://t.co/R1w35m6MpT", "#JobsNotMobs !Cartoonist Depicts Martha McSally, First Woman to Fly in Combat, Getting Shot Down By Political Oppon… https://t.co/PsPesm3gFD", "@banksterslayer As you know in AZ there is an interesting race and dichotomy... McSally flew a jet, while Sinema fl… https://t.co/ASDZDYUUXJ", "@fawfulfan @barbaraemiller @kyrstensinema How bad is McSally if an arch conservative newspaper endorsed the Democra… https://t.co/9qqajnGmjv", "@realDonaldTrump I have already voted for Martha mcsally", "Cartoonist Depicts Martha McSally, First Woman to Fly in Combat, Getting Shot Down By Political Opponent… https://t.co/02NhiKENTy", "@gehrig38 McSally is an inarticulate Flake/McCain #rino who came late to the #MAGA party. She defeated a true conse… https://t.co/Mu6THNk0kw", "Polls don’t vote...people do!Arizonans, get out and vote red! McSally loves her state!🇺🇸🦅🇺🇸👍 https://t.co/mRMA8PJHyV", "New York Times Poll Has Martha McSally Ahead of Krysten Sinema | https://t.co/pzULdMNtho", "Hey Arizonans..,For God sake.. Vote McSally into that Senator spot you have open!!  The other bitch is a diehard Li… https://t.co/oOK5C4ZqRj", "@JoseTorresAZ5 I cannot understand McSally’s most recent ad. A nurse says she has pre-existing condition and McSall… https://t.co/7EmTAvVcHN", "@staceydash @MikeTokes senema is a whacko. That statement she made about women is absolutely sick. She is bad news… https://t.co/CxoJsuJgIQ", "@Maui_Speaks @FiolYadyra @RealJamesWoods @HARRISFAULKNER Sinema is a Liberal Zero who has no problem with Americans… https://t.co/meqqpPTeUj", "New York Times Poll Has Martha McSally Ahead Of Communist, Arizona-Hating Kyrsten Sinema | The Daily Caller https://t.co/1T5UWHeKt8", "McSally is a silly dunce https://t.co/TMiUmlhSrM", "🔥Arizona Democratic Senate candidate Kyrsten Sinema in a 2006 interview characterized stay-at-home moms as “leeches… https://t.co/vtWLUYfWAk", "@SundevilSal @Elise_Jordan @JohnJHarwood @AndrewGillum @CNN How’s McSally doing?", "Arizona GOP Senate candidate! Voters would be very foolish not to get her in the Senate!  https://t.co/RywkVG8QrB", "@gehrig38 McSally got 3 votes from my household! #VoteRed #Trump2020", "@realDonaldTrump @RepMcSally McSally is just....really creepy.  And a liar.  I didn’t know that until a few weeks ago.  Just, ick.", "@gehrig38 This is what happens when we run McCain with a vagina thanks to his organization still running roughshod… https://t.co/WOEPv8PR31", "@gehrig38 As Curt says, how is this close????  Can someone explain that to me, after everything she has said and do… https://t.co/Lfzx2r0wU2", "I love Rs: Hawley, Heller, Scott all up by 1% in polls. \nMcSally &amp; Rosendale down by 3 and 4 but of course crushing… https://t.co/gna7lGxs3t", "@kyrstensinema for you, McSally for trump crazy. She sounds like him! Liars", "Here lies a problem Kyrsten Sinema Democrat voted with the GOPs agenda 67% of the time. We need politicians who wil… https://t.co/H1JrkE24OT", "@dailystar @arizonarepublic The Arizona Republic recommends voters chose Kyrsten Sinema\n\nDon't believe the attack a… https://t.co/OHC3afntry", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/2VGuy5g4UZ via @azcentral", "@kyrstensinema Arizona believe what  Sinema has said in the past when she was a protester not fake moderate she is… https://t.co/iBSAtuMdOq", "@LarrySchweikart @XenaMAGAWarrior MCSally will be big win.", "#GOP #GodBlessAmerica\n\nNew York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema. https://t.co/8EfbvwPLtj", "@thehill F McSally", "@thehill And rightly so, she’s best for Arizona in all aspects. McSally and National Republican Senatorial Committe… https://t.co/s18znR4kWD", "@FoxNews @RepMcSally @RepSinema McSally you say it's personal about a comment that Sinema said back in 2003 but rig… https://t.co/N5fQ7B4BJy", "#WalkAwayFromDemocrats\n#LeftistTerrorism #VoteRedToSaveAmerica2018  \n\nhttps://t.co/vq2h8kFovC", "@DailyCaller McSally has my red VOTE.", "@thehill The Arizona republic Newspaper is a left wing rag! \nVote McSally !!!!!! vote Red", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/IjM7LqEXRr", "@FoxNews @RepMcSally @RepSinema I voted for McSally.\n:). She's not just another pretty face. This woman served in o… https://t.co/Z1MbxEyli6", "Episode 12. Last words from Trump in AZ rally campaigning for McSally “...2nd best vote of your life, first best wa… https://t.co/XYEfGhVP0N", "@arizonarepublic @dailystar Trump / GOP / McSally are targeting to gut Social Security and Medicare \n\nMitch McConne… https://t.co/5QqOAhwdw1", "@FoxNews @RepMcSally @RepSinema McSally has my AZ vote 🌵📮📈🚶🏃💃", "@FoxNews @RepMcSally @RepSinema So what McSally is saying is, she's perfect, she has never mad any bad fashion deci… https://t.co/xEQIzrPYaH", "@darylnelson01 @AnnThacker2 @crimsonfaith88 @ODesignzz @racerx315 @Pennysplace @HardcorePatrio1 @kaci150 @Dedona51… https://t.co/jRdKMLT6dn", "@thehill and McSally Will win JFK 2 SDD https://t.co/8VEUef1Wto", "@arizonarepublic @dailystar  Sinema was dominant in the debate last week. She had great presence, composure, comman… https://t.co/a6bYchO9Pj", "@thehill If McSally is not speaking out against Trumps past comments, his affairs, his bankruptcy after bankruptcy,… https://t.co/yyZsif4N7B", "Mcsally is aginst pre existing condition,she just don't like them  so she dont believe that they should be covered… https://t.co/9m806rw4uL", "Arizona GOP Senate candidate Martha McSally unloads on Kyrsten Sinema: 'This is personal .... She was protesting in… https://t.co/x5EO3elVEK", "It looks like Arizona is going Red! https://t.co/uZm4wNnS6D"]