["FOXNEWS 4:34pm MCSALLY' 3 VOTE FOR \"REPEAL. AND REPLACE\" UNDER ATTACK. . Tnmrr' q. 5.. . IEWS. DAY\nMCSALLY ALLEGES TREASON AGAINST....", "@FoxNews \n\nI'm tired of Chris Matthews and Bret Baier.\n\nSilver spooned hacks need to go. They're both ingenuine and… https://t.co/n6hIIlsnJb", "Chris Wallace is a disgrace!  He is trying to ridicule McSally for her service.  He's a stupid libtard.", "FOXNEWS 4:33pm MCSALLY ALLEGES TREASON AGAINST. SINEMA OVER 2OO3 TALIBAN QUOTE\nREP MARTHA MCSALLY R-AZ). U.S. SENATE CANDIDA. . . . ....", "#Sinema doesn't look at her opponent #McSally even once during the debate in #Arizona last week, uses little girl v… https://t.co/wmmsx7GBFd", "Arizona Paper Runs Cartoon Of Dem Kyrsten Sinema Shooting Down Fighter Pilot Martha McSally https://t.co/8C3RITbVrB", "Sinama is NOT the future of our state, time to take AZ back for Arizonans vote MARTHA MCSALLY FOR SENATE! https://t.co/fdz0CKaxAW", "FOXNEWS 4:32pm MCSALLY ALLEGES TREASON AGAINST. SINEMA OVER 2OO3 TALIBAN QUOTE. . . . . . IEWS. DAY", "@mattdizwhitlock Man if sinema even mentions this endorsement Mcsally can just point to the picture Arizona republi… https://t.co/T5ecHOKjuq", "@Donkey_Pills @FoxNews @RepMcSally @FoxNewsSunday Boy oh boy did they ever send the @ass_Pills, to try &amp; be a commo… https://t.co/sAWz10Zjpp", "McSally should have a red lip on with that bright red jacket. The pink gloss situation isn’t working. \n#advice", "@dannowicki @azcopinions sick. there are plenty of ways to attack sinema, but this is over the top.  fyi, i support mcsally", "They also just published an insane cartoon of Sinema— who said she didn’t care if people joined the Taliban— shooti… https://t.co/JNiat0nRZ7", "Vote Republican Arizona! McSally is your only choice! https://t.co/UDHwCWF2fR", "Keep it up Arizona! \nhttps://t.co/zQc4uqoSp0", "McSally loves a 5x draft dodger here in AZ! https://t.co/rxxGPQIht3", "Arizona GOP Senate candidate Martha McSally unloads on Kyrsten Sinema: 'This is personal .... She was protesting in… https://t.co/q5v9bbohnH", "Fox News' Chris Wallace Corners GOP’s Martha McSally on Pre-Existing Conditions — So She Calls Him a Liar\n @alternet https://t.co/dKufxwrV0C", "Sen. Rand Paul on US-Saudi relations; Rep. Martha McSally on race against Kyrsten Sinema - Fox News https://t.co/6oTg37derb", "Gimme a Break...If Arizona don't elect McSally, then I am deeply sorry for their choice in leadership. https://t.co/Kct2zTtImM", "Arizonans, vote for @kyrstensinema for Senate! 💙‼️Voting for @MarthaMcSally is the death knell for the affordable c… https://t.co/pgHQzH50rT", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/xMLsn4NH9S via @azcentral", "@mmurraypolitics McSally is more batshit than Michele Bachman. was.", "@realDonaldTrump @RepMcSally HA! Largest AZ newspaper just endorsed @kyrstensinema!\n\nVerified acct\n@Amy_Siskind\n\nTh… https://t.co/fjUicwyTlz", "Arizona GOP Senate candidate Martha McSally unloads on Kyrsten Sinema: 'This is personal .... She was protesting in… https://t.co/jMMHMdUnVi", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema - The Daily Caller from US News on:  https://t.co/HzfwUEmjHh", "@RedTRaccoon Martha McSally should really stop calling ppl \"liars\" and \"treasonous.\" Seems a little unhinged...", "@KTAR923 The Arizona Republic publishes a cartoon of Sinema who once protested against our military shooting McSall… https://t.co/Kc3y5j6eCs", "@GOP McSally, Witchcraft Vodoo 911 conspirasist DEM Sinema meet in the only debate in U.S. Senate race for Arizona… https://t.co/rAkpjAUyG0", "@Amy_Siskind @kyrstensinema @azcentral I early voted for Sinema. Even though she votes 62% of the time with republi… https://t.co/TYhZ499wd2", "Just when u thought media had any credibility left: Arizona Repulic news backs Witchcraft 911 conspirator Democrat… https://t.co/pEUjkHajNz", "@mpukita New York Times who?\nArizona says McSally is ahead. @nytimes is what you line the bird cage with.", "Arizona newspaper blasted for cartoon showing Dem Sinema shooting down GOP 'McSally' plane https://t.co/BLNg3zZpfB", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema https://t.co/E7t2pyHC2N via @dailycaller", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/IchzprKwSW via @LifeZette", "Sen. Rand Paul on US-Saudi relations; Rep. Martha McSally on race against Kyrsten Sinema: Interests that we have ar… https://t.co/xhJAMo3Ogh", "#azsen Read the article https://t.co/vlmqIdjpdy https://t.co/wiCsHKLcbW", "@Big_crusher1000 @FrankPayton13 @DavidMGroves @Z1Space @muddyboy1314 @KLHirst1 @Larryputt @dkfoster17 @ledzepfan400… https://t.co/yzR23mSCxE", "@kylegriffin1 @ASlavitt McSally is not even a little likable!", "@RealJamesWoods McSally all the way my vote was cast last week!! #MAGA #RedWave #MidtermElections2018 #MarthaMcSally", "@thehill Go Sinema!\nA Democrat from Arizona winning a Senate seat is a big deal. McSally and her dishonest, nasty c… https://t.co/PokEM9BpqD", "@realDonaldTrump #VoteRedToSaveAmerica\nhttps://t.co/2KX6mqqkAq", "Chris Wallace corners GOP's Martha McSally for move to strip pre-existing conditions -- so she calls him a... https://t.co/SBvsqlChdl", "The Arizona Republic, the largest newspaper in AZ, endorses Democrat @kyrstensinema!\nThis is a tied race, and would… https://t.co/CNevcCoCQP", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/KqIzPckApM via… https://t.co/cBXDZRPDOE", "@realDonaldTrump @RepMcSally The Arizona Republic's editorial board has endorsed Democratic Rep.  Kyrsten Sinema ov… https://t.co/GIqM6rrYA8", "While the race is still anyone’s game, the latest poll shows a change in direction for #McSally. #stayfocused  https://t.co/2bKOJ5dr2R", "@FoxNewsSunday Chris Wallace's interview of McSally was disgusting. He belongs on MSNBC or CNN. Not once did he tha… https://t.co/A5jnPsy2CU", "AZ REPUB ENDORSES SINEMA!!!  Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are… https://t.co/gW21jZZayw", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/XcBNBgikmT via @LifeZette", "Charge of Treason Escalates Tensions in Close Arizona Senate Race   https://t.co/0xOuYB1aF0 https://t.co/9g7I8KB9xE", "Who makes up #Sinema's base?? Psych ward residents?\n\nShe has:\n\nInsulted at home mothers\nCalled Arizona \"crazy\" disp… https://t.co/BKHoVt5RJk", "Arizona GOP Senate candidate Martha McSally unloads on Kyrsten Sinema: 'This is personal .... She was protesting in… https://t.co/vLGkrXhXxA", "@kylegriffin1 McSally serves the interests of the Koch Government  https://t.co/DaW18jcSiK", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema https://t.co/UY1MFpkwy2 via @dailycaller", "@kylegriffin1 @kyrstensinema @hiral4congress McSally uses the phrase FlyMcSallyFly it is more fitting to say… https://t.co/f5E5BUQWAG", "I did my early ballot in AZ and voted for McSally and straight Republican#VoteRed🇺🇸🇺🇸 https://t.co/E6nXjaImzO", "@egavactip But first, stop scaremongering about the people being criminals. Most are not. That request goes namely… https://t.co/CY1DWIlUTn", "The Arizona Republic's editorial board has endorsed Democratic Rep. Kyrsten Sinema over Republican Martha McSally,… https://t.co/WXibJtOZht", "Martha McSally Surges to Narrow Lead Over Kyrsten Sinema | Breitbart https://t.co/9coQcgVVzk #Arizona", "WAKE UP, #ARIZONA!!!\n\nVOTE  Martha McSally @RepMcSally for the U.S. SENATE!!! https://t.co/Z3yFOKmZ4X", "@rnolter I'd say McSally has more than a shot. Lots of good hit pieces against Sinema lately.  Fingers crossed.", "@kyrstensinema Martha McSally is everything that's wrong with politics. My fingers are crossed and hoping you win.… https://t.co/K5ICcAtfPD", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema the Anti-American progressive....\n#AZSen… https://t.co/q5C3sJIxOM", "Arizona GOP Senate candidate Martha McSally unloads on Kyrsten Sinema: 'This is personal .... She was protesting in… https://t.co/G7vQ2OEAVz", "False, just like all the other lies Republican supporter PACs spread about Democrats. Same crap here in AZ by Marth… https://t.co/X7uZetAoeM", "Based on their debate.. I’ve noticed that Martha McSally appears to be more genuine as opposed to Kyrsten Sinema who seems so scripted ..", "@RudyValley @hughhewitt McSally disparaged John McCain.  Plus, she voted to take away your pre-existing condition coverage.", "@RepSinema is McSally's opponent. Vote Sinema. Vote Sinema. Vote Sinema. https://t.co/PV7gHkAbQj", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema https://t.co/5JBNDzKZbw https://t.co/FLNeCIo1e1", "Sen. Rand Paul on US-Saudi relations; Rep. Martha McSally on race against Kyrsten Sinema: Interests that we have ar… https://t.co/hPnQiDeSbC", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema https://t.co/b7js5Q1AIX via @dailycaller", "@aroseblush They're tired of the McSally bull crap ads like we are-it's a matter of honesty and how much you REALLY want to be a politician", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/6YDNdmIruW", "Martha McSally Surges to Narrow Lead Over Kyrsten Sinema https://t.co/mLS3vKCf54 via @BreitbartNews", "@azcentral There is no defense.  McSally is a dirty liar.", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are.  https://t.co/81e8nxhCmD", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema - The Daily Caller https://t.co/omWmVFnANn", "McSally Dismisses ‘Radical Left’ Sinema As ‘Disqualified’ - The Daily Caller https://t.co/251w1LWsfl", "New York Times Poll Has Martha McSally Ahead Of Kyrsten Sinema - The Daily Caller https://t.co/3POqUuwisY https://t.co/cPD9Sjny4i", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/2DM1g4U88q via @LifeZette", "Don't believe the attack ads. Here's who Kyrsten Sinema and Martha McSally really are https://t.co/NVPJ5xdood via… https://t.co/KJYe26G90f", "@kyrstensinema The same azcentral that used a picture of you shooting down mcsally from her plane. Wow classy", "ARIZONA PEOPLE ARE SMART ENOUGH TO ELECT THE SIMPLE STRAIGHT PATRIOT MARTHA MCSALLY...SHE IS AWESOME...VERY SIMPLE.… https://t.co/gTfXrw5cRe", "@MarthaMcSally @realDonaldTrump Conservative paper endorses Democrat over Martha.  so much for the pink tutu /www.a… https://t.co/kUfOcWpmta", "Martha McSally defended her explosive accusation that a 2003 comment made by rival Kyrsten Sinema showed the Democr… https://t.co/Hy2h44SChk", "@TucsonStar @MarthaMcSally Conservative paper endorses Democrat for the first time since 2000  /www.azcentral.com/s… https://t.co/ov9G85Jp50", "@realDonaldTrump @MarthaMcSally @RepMcSally /www.azcentral.com/story/opinion/editorial/2018/10/21/kyrsten-sinema-ma… https://t.co/ne4srneGaM", "I am McSally backs up a 5x draft dodger! https://t.co/s4JP6pkgWb", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/TadkZPG4hN via @LifeZette", "I liked a @YouTube video https://t.co/h7HBH2yzP7 Martha McSally and Kyrsten Sinema debate for U.S. Senate seat in Arizona (full", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’\nhttps://t.co/xKXkZhBpyX", "Martha McSally is a super weak candidate. Another McConnell loser. If the GOP loses Flake's seat in Arizona, this i… https://t.co/F41eXhc3Fx", "🌊🌊 Hello Kyrsten Sinema — bye bye McSally. Chris Wallace exposes her steaming heap of pre-existing conditions Repub… https://t.co/rvT9JqIMxa", "AZ US Senate Vote #McSally \n#VoteRepublican2018 \n#VoteRepublicanToSaveAmerica https://t.co/RkcJKY5CRS", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/SXZFPIw8YD", "@realDonaldTrump Democrats have NOTHING to do with a caravan of migrants in South Mex heading this way. What are yo… https://t.co/O8TENjL0j9", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/NdNLwvCCRd via @LifeZette", "McSally Says Sinema’s Taliban View ‘Out of Step with American Values’ https://t.co/uNbFXFloBL #A_Strong_America via… https://t.co/TWia0BNDSM", "Martha McSally Surges to Narrow Lead Over Kyrsten Sinema https://t.co/RzC2GnkHUI"]